/**
 * Created by kozin on 17.10.2016.
 */

$(function(){
    var html = $("#test").html();

    var data =[
        {
            name:'Козіна Юлія Юріївна',
            avatar:"images/photo.jpg",
            aboutMe:'Менеджер-економіст, адміністратор служби прийому та розміщення готелю',
            whyFE:"Хочу вивчити фронтенд, тому що:",
            reasons:{
                first:"Хочу втілювати свої ідеї в рельних проектах",
                second:"Хочу повернути своє життя в нове русло та вийти з декрету",
                third:"Приваблює рівень заробітної плати в IT сфері",
            },
            contacts:{
                topic:"Мій контактний телефон:",
                number:"+380506044308"
            },

            motto:{
                topic:"Мій девіз:",
                text:"Життя - як катання на велосипеді. Аби зберігати рівновагу, мусиш рухатися"
            }
        }
    ];

    var content = tmpl(html, {
        data:data
    });

    $('body').append(content);

});
